Repository: KilimcininKorOglu/notepadMacos
Catalog: Tamga/Tamga/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans

source: Format JSON
ar: تنسيق JSON
bn: JSON ফর্ম্যাট করুন
de: JSON formatieren
es: Formatear JSON
fr: Formater JSON
hi: JSON फ़ॉर्मेट करें
it: Formatta JSON
ja: JSONを整形
ko: JSON 정렬
nl: Formatteer JSON
pl: Formatuj JSON
pt: Formatar JSON
ru: Форматировать JSON
th: จัดรูปแบบ JSON
tr: JSON Formatla
uk: Форматувати JSON
vi: Định dạng JSON
zh_hans: 格式化 JSON

source: Minify JSON
ar: ضغط JSON
bn: JSON মিনিফাই করুন
de: JSON minimieren
es: Minificar JSON
fr: Minifier JSON
hi: JSON मिनिफाई करें
it: Minimizza JSON
ja: JSONを圧縮
ko: JSON 압축
nl: Minimaliseer JSON
pl: Minimalizuj JSON
pt: Minificar JSON
ru: Минифицировать JSON
th: บีบอัด JSON
tr: JSON Küçült
uk: Мініфікувати JSON
vi: Nén JSON
zh_hans: 压缩 JSON

source: Auto Save
ar: الحفظ التلقائي
bn: স্বয়ংক্রিয় সংরক্ষণ
de: Automatisch speichern
es: Guardado automático
fr: Enregistrement automatique
hi: ऑटो सेव
id: Simpan Otomatis
it: Salvataggio automatico
ja: 自動保存
ko: 자동 저장
nl: Automatisch opslaan
pl: Automatyczny zapis
pt: Guardar automaticamente
ru: Автосохранение
th: บันทึกอัตโนมัติ
tr: Otomatik Kaydet
uk: Автозбереження
vi: Tự động lưu
zh_hans: 自动保存

source: Print...
ar: طباعة...
bn: প্রিন্ট করুন...
de: Drucken...
es: Imprimir...
fr: Imprimer...
hi: प्रिंट करें...
id: Cetak...
it: Stampa...
ja: 印刷...
ko: 인쇄...
nl: Afdrukken...
pl: Drukuj...
pt: Imprimir...
ru: Печать...
th: พิมพ์...
tr: Yazdır...
uk: Друк...
vi: In...
zh_hans: 打印...

# drop.files.here
source: Drop files here to open
ar: اسحب الملفات هنا لفتحها
bn: খুলতে এখানে ফাইল ড্রপ করুন
de: Dateien hier ablegen zum Öffnen
es: Suelta archivos aquí para abrir
fr: Déposez les fichiers ici pour les ouvrir
hi: खोलने के लिए फ़ाइलें यहां छोड़ें
id: Letakkan file di sini untuk membuka
it: Trascina file qui per aprire
ja: ここにファイルをドロップして開く
ko: 파일을 여기에 놓아 열기
nl: Sleep bestanden hier om te openen
pl: Upuść pliki tutaj, aby otworzyć
pt: Arraste arquivos aqui para abrir
ru: Перетащите файлы сюда для открытия
th: วางไฟล์ที่นี่เพื่อเปิด
tr: Açmak için dosyaları buraya bırakın
uk: Перетягніть файли сюди, щоб відкрити
vi: Thả tệp vào đây để mở
zh_hans: 拖放文件到此处打开

source: Code Folding
ar: طي الشيفرة
bn: কোড ফোল্ডিং
de: Code-Faltung
es: Plegado de código
fr: Pliage de code
hi: कोड फ़ोल्डिंग
id: Lipat Kode
it: Piegatura codice
ja: コードの折りたたみ
ko: 코드 접기
nl: Code vouwen
pl: Zwijanie kodu
pt: Dobramento de código
ru: Сворачивание кода
th: พับโค้ด
tr: Kod Katlama
uk: Згортання коду
vi: Gập mã
zh_hans: 代码折叠

source: Fold
ar: طي
bn: ফোল্ড করুন
de: Falten
es: Plegar
fr: Plier
hi: फ़ोल्ड करें
id: Lipat
it: Piega
ja: 折りたたむ
ko: 접기
nl: Vouw
pl: Zwiń
pt: Dobrar
ru: Свернуть
th: พับ
tr: Katla
uk: Згорнути
vi: Gập
zh_hans: 折叠

source: Unfold
ar: فتح
bn: আনফোল্ড করুন
de: Entfalten
es: Desplegar
fr: Déplier
hi: अनफ़ोल्ड करें
id: Buka Lipatan
it: Espandi
ja: 展開する
ko: 펼치기
nl: Uitvouwen
pl: Rozwiń
pt: Desdobrar
ru: Развернуть
th: ขยาย
tr: Aç
uk: Розгорнути
vi: Mở
zh_hans: 展开

source: Fold All
ar: طي الكل
bn: সব ফোল্ড করুন
de: Alle falten
es: Plegar todo
fr: Tout plier
hi: सभी फ़ोल्ड करें
id: Lipat Semua
it: Piega tutto
ja: すべて折りたたむ
ko: 모두 접기
nl: Alles vouwen
pl: Zwiń wszystko
pt: Dobrar tudo
ru: Свернуть все
th: พับทั้งหมด
tr: Tümünü Katla
uk: Згорнути все
vi: Gập tất cả
zh_hans: 全部折叠

source: Unfold All
ar: فتح الكل
bn: সব আনফোল্ড করুন
de: Alle entfalten
es: Desplegar todo
fr: Tout déplier
hi: सभी अनफ़ोल्ड करें
id: Buka Semua Lipatan
it: Espandi tutto
ja: すべて展開
ko: 모두 펼치기
nl: Alles uitvouwen
pl: Rozwiń wszystko
pt: Desdobrar tudo
ru: Развернуть все
th: ขยายทั้งหมด
tr: Tümünü Aç
uk: Розгорнути все
vi: Mở tất cả
zh_hans: 全部展开

source: Split View
ar: عرض مقسم
bn: বিভক্ত ভিউ
de: Geteilte Ansicht
es: Vista dividida
fr: Vue fractionnée
hi: स्प्लिट व्यू
id: Tampilan Terbagi
it: Vista divisa
ja: 分割表示
ko: 분할 보기
nl: Gesplitste weergave
pl: Podziel widok
pt: Vista dividida
ru: Разделённый вид
th: แบ่งมุมมอง
tr: Bölünmüş Görünüm
uk: Розділений вигляд
vi: Chia màn hình
zh_hans: 分割视图

# sidebar
source: Show Sidebar
ar: إظهار الشريط الجانبي
bn: সাইডবার দেখান
de: Seitenleiste anzeigen
es: Mostrar barra lateral
fr: Afficher la barre latérale
hi: साइडबार दिखाएं
id: Tampilkan Bilah Sisi
it: Mostra barra laterale
ja: サイドバーを表示
ko: 사이드바 표시
nl: Toon zijbalk
pl: Pokaż pasek boczny
pt: Mostrar barra lateral
ru: Показать боковую панель
th: แสดงแถบด้านข้าง
tr: Kenar Çubuğunu Göster
uk: Показати бічну панель
vi: Hiện thanh bên
zh_hans: 显示边栏

source: Open Tabs
ar: علامات التبويب المفتوحة
bn: খোলা ট্যাব
de: Geöffnete Tabs
es: Pestañas abiertas
fr: Onglets ouverts
hi: खुले टैब
id: Tab Terbuka
it: Schede aperte
ja: 開いているタブ
ko: 열린 탭
nl: Geopende tabbladen
pl: Otwarte karty
pt: Abas abertas
ru: Открытые вкладки
th: แท็บที่เปิด
tr: Açık Sekmeler
uk: Відкриті вкладки
vi: Tab đang mở
zh_hans: 打开的标签页

source: Markdown Preview
ar: معاينة Markdown
bn: Markdown প্রিভিউ
de: Markdown-Vorschau
es: Vista previa de Markdown
fr: Aperçu Markdown
hi: Markdown पूर्वावलोकन
id: Pratinjau Markdown
it: Anteprima Markdown
ja: Markdownプレビュー
ko: 마크다운 미리보기
nl: Markdown voorbeeld
pl: Podgląd Markdown
pt: Pré-visualização Markdown
ru: Предпросмотр Markdown
th: ดูตัวอย่าง Markdown
tr: Markdown Önizleme
uk: Попередній перегляд Markdown
vi: Xem trước Markdown
zh_hans: Markdown 预览

# show.invisibles
source: Show Invisible Characters
ar: إظهار الأحرف غير المرئية
bn: অদৃশ্য অক্ষর দেখান
de: Unsichtbare Zeichen
es: Mostrar caracteres invisibles
fr: Afficher les caractères invisibles
hi: अदृश्य अक्षर दिखाएं
id: Tampilkan Karakter Tak Terlihat
it: Mostra caratteri invisibili
ja: 不可視文字を表示
ko: 보이지 않는 문자 표시
nl: Toon onzichtbare tekens
pl: Pokaż niewidzialne znaki
pt: Mostrar caracteres invisíveis
ru: Показать невидимые символы
th: แสดงอักขระที่มองไม่เห็น
tr: Görünmez Karakterleri Göster
uk: Показати невидимі символи
vi: Hiện ký tự ẩn
zh_hans: 显示不可见字符

source: Compare Files
ar: مقارنة الملفات
bn: ফাইল তুলনা করুন
de: Dateien vergleichen
es: Comparar archivos
fr: Comparer les fichiers
hi: फ़ाइलों की तुलना करें
id: Bandingkan File
it: Confronta file
ja: ファイルを比較
ko: 파일 비교
nl: Vergelijk bestanden
pl: Porównaj pliki
pt: Comparar arquivos
ru: Сравнить файлы
th: เปรียบเทียบไฟล์
tr: Dosyaları Karşılaştır
uk: Порівняти файли
vi: So sánh tệp
zh_hans: 比较文件

source: Compare with File...
ar: مقارنة مع ملف...
bn: ফাইলের সাথে তুলনা করুন...
de: Mit Datei vergleichen...
es: Comparar con archivo...
fr: Comparer avec un fichier...
hi: फ़ाइल से तुलना करें...
id: Bandingkan dengan File...
it: Confronta con file...
ja: ファイルと比較...
ko: 파일과 비교...
nl: Vergelijk met bestand...
pl: Porównaj z plikiem...
pt: Comparar com arquivo...
ru: Сравнить с файлом...
th: เปรียบเทียบกับไฟล์...
tr: Dosya ile Karşılaştır...
uk: Порівняти з файлом...
vi: So sánh với tệp...
zh_hans: 与文件比较...

source: Unsaved Changes
ar: تغييرات غير محفوظة
bn: অসংরক্ষিত পরিবর্তন
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
hi: सहेजे नहीं गए परिवर्तन
id: Perubahan Belum Disimpan
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장되지 않은 변경
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt: Alterações não guardadas
ru: Несохранённые изменения
th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
tr: Kaydedilmemiş Değişiklikler
uk: Незбережені зміни
vi: Thay đổi chưa lưu
zh_hans: 未保存的更改

# unsaved.changes.message
source: Do you want to close this tab without saving?
ar: هل تريد إغلاق علامة التبويب هذه بدون حفظ؟
bn: আপনি কি এই ট্যাবটি সংরক্ষণ না করে বন্ধ করতে চান?
de: Diesen Tab ohne Speichern schließen?
es: ¿Desea cerrar esta pestaña sin guardar?
fr: Voulez-vous fermer cet onglet sans enregistrer ?
hi: क्या आप इस टैब को सहेजे बिना बंद करना चाहते हैं?
id: Tutup tab ini tanpa menyimpan?
it: Chiudere questa scheda senza salvare?
ja: 保存せずにこのタブを閉じますか？
ko: 저장하지 않고 이 탭을 닫으시겠습니까?
nl: Dit tabblad sluiten zonder opslaan?
pl: Zamknąć tę kartę bez zapisywania?
pt: Deseja fechar esta aba sem guardar?
ru: Закрыть эту вкладку без сохранения?
th: ปิดแท็บนี้โดยไม่บันทึก?
tr: Bu sekmeyi kaydetmeden kapatmak istiyor musunuz?
uk: Закрити цю вкладку без збереження?
vi: Đóng tab này mà không lưu?
zh_hans: 是否关闭此标签页而不保存？

source: Don't Save
ar: عدم الحفظ
bn: সংরক্ষণ করবেন না
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
hi: सहेजें नहीं
id: Jangan Simpan
it: Non salvare
ja: 保存しない
ko: 저장 안 함
nl: Niet opslaan
pl: Nie zapisuj
pt: Não guardar
ru: Не сохранять
th: ไม่บันทึก
tr: Kaydetme
uk: Не зберігати
vi: Không lưu
zh_hans: 不保存

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

# lang.system
source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt: Sistema
ru: Системный
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 系统

# language.restart.note
source: Restart app to apply changes
ar: أعد تشغيل التطبيق لتطبيق التغييرات
bn: পরিবর্তন প্রয়োগ করতে অ্যাপ পুনরায় চালু করুন
de: App neu starten, um Änderungen anzuwenden
es: Reinicie la aplicación para aplicar los cambios
fr: Redémarrez l'application pour appliquer les modifications
hi: परिवर्तन लागू करने के लिए ऐप पुनः आरंभ करें
id: Mulai ulang aplikasi untuk menerapkan perubahan
it: Riavvia l'app per applicare le modifiche
ja: 変更を適用するにはアプリを再起動してください
ko: 변경 사항을 적용하려면 앱을 다시 시작하세요
nl: Herstart de app om wijzigingen toe te passen
pl: Uruchom ponownie aplikację, aby zastosować zmiany
pt: Reinicie o aplicativo para aplicar as alterações
ru: Перезапустите приложение для применения изменений
th: รีสตาร์ทแอปเพื่อใช้การเปลี่ยนแปลง
tr: Değişiklikleri uygulamak için uygulamayı yeniden başlatın
uk: Перезапустіть програму для застосування змін
vi: Khởi động lại ứng dụng để áp dụng thay đổi
zh_hans: 重新启动应用以应用更改

source: Install CLI Tool...
ar: تثبيت أداة سطر الأوامر...
bn: CLI টুল ইনস্টল করুন...
de: CLI-Tool installieren...
es: Instalar herramienta CLI...
fr: Installer l'outil CLI...
hi: CLI टूल इंस्टॉल करें...
id: Pasang Alat CLI...
it: Installa strumento CLI...
ja: CLIツールをインストール...
ko: CLI 도구 설치...
nl: CLI-tool installeren...
pl: Zainstaluj narzędzie CLI...
pt: Instalar ferramenta CLI...
ru: Установить инструмент CLI...
th: ติดตั้งเครื่องมือ CLI...
tr: CLI Aracını Kur...
uk: Встановити інструмент CLI...
vi: Cài đặt công cụ CLI...
zh_hans: 安装命令行工具...

# install.cli.title
source: Install CLI Tool
ar: تثبيت أداة سطر الأوامر
bn: CLI টুল ইনস্টল করুন
de: CLI-Tool installieren
es: Instalar herramienta CLI
fr: Installer l'outil CLI
hi: CLI टूल इंस्टॉल करें
id: Pasang Alat CLI
it: Installa strumento CLI
ja: CLIツールをインストール
ko: CLI 도구 설치
nl: CLI-tool installeren
pl: Zainstaluj narzędzie CLI
pt: Instalar ferramenta CLI
ru: Установить инструмент CLI
th: ติดตั้งเครื่องมือ CLI
tr: CLI Aracını Kur
uk: Встановити інструмент CLI
vi: Cài đặt công cụ CLI
zh_hans: 安装命令行工具

# install.cli.message
source: This will install the 'tamga' command to /usr/local/bin. You can then open files from the terminal using 'tamga filename.txt'.
ar: سيتم تثبيت أمر 'tamga' في /usr/local/bin. يمكنك بعد ذلك فتح الملفات من الطرفية باستخدام 'tamga filename.txt'.
bn: এটি /usr/local/bin-এ 'tamga' কমান্ড ইনস্টল করবে। তারপর আপনি 'tamga filename.txt' ব্যবহার করে টার্মিনাল থেকে ফাইল খুলতে পারবেন।
de: Dies installiert den Befehl 'tamga' in /usr/local/bin. Sie können dann Dateien vom Terminal aus mit 'tamga filename.txt' öffnen.
es: Esto instalará el comando 'tamga' en /usr/local/bin. Luego podrás abrir archivos desde la terminal usando 'tamga filename.txt'.
fr: Ceci installera la commande 'tamga' dans /usr/local/bin. Vous pourrez ensuite ouvrir des fichiers depuis le terminal avec 'tamga filename.txt'.
hi: यह /usr/local/bin में 'tamga' कमांड इंस्टॉल करेगा। फिर आप 'tamga filename.txt' का उपयोग करके टर्मिनल से फ़ाइलें खोल सकते हैं।
id: Ini akan memasang perintah 'tamga' ke /usr/local/bin. Anda kemudian dapat membuka file dari terminal menggunakan 'tamga filename.txt'.
it: Questo installerà il comando 'tamga' in /usr/local/bin. Potrai poi aprire file dal terminale usando 'tamga filename.txt'.
ja: これにより、'tamga'コマンドが/usr/local/binにインストールされます。その後、'tamga filename.txt'を使用してターミナルからファイルを開くことができます。
ko: 'tamga' 명령어가 /usr/local/bin에 설치됩니다. 그런 다음 'tamga filename.txt'를 사용하여 터미널에서 파일을 열 수 있습니다.
nl: Dit installeert het 'tamga'-commando in /usr/local/bin. Je kunt dan bestanden openen vanuit de terminal met 'tamga filename.txt'.
pl: To zainstaluje polecenie 'tamga' w /usr/local/bin. Następnie możesz otwierać pliki z terminala używając 'tamga filename.txt'.
pt: Isso instalará o comando 'tamga' em /usr/local/bin. Você poderá então abrir arquivos do terminal usando 'tamga filename.txt'.
ru: Это установит команду 'tamga' в /usr/local/bin. Затем вы сможете открывать файлы из терминала с помощью 'tamga filename.txt'.
th: นี่จะติดตั้งคำสั่ง 'tamga' ไปที่ /usr/local/bin คุณสามารถเปิดไฟล์จากเทอร์มินัลโดยใช้ 'tamga filename.txt'
tr: Bu, 'tamga' komutunu /usr/local/bin dizinine kuracaktır. Ardından terminalden 'tamga dosya.txt' yazarak dosya açabilirsiniz.
uk: Це встановить команду 'tamga' до /usr/local/bin. Потім ви зможете відкривати файли з терміналу за допомогою 'tamga filename.txt'.
vi: Điều này sẽ cài đặt lệnh 'tamga' vào /usr/local/bin. Sau đó bạn có thể mở tệp từ terminal bằng 'tamga filename.txt'.
zh_hans: 这将在 /usr/local/bin 中安装 'tamga' 命令。然后您可以使用 'tamga filename.txt' 从终端打开文件。

source: Install
ar: تثبيت
bn: ইনস্টল করুন
de: Installieren
es: Instalar
fr: Installer
hi: इंस्टॉल करें
id: Pasang
it: Installa
ja: インストール
ko: 설치
nl: Installeren
pl: Zainstaluj
pt: Instalar
ru: Установить
th: ติดตั้ง
tr: Kur
uk: Встановити
vi: Cài đặt
zh_hans: 安装

# install.cli.success.title
source: Successfully Installed
ar: تم التثبيت بنجاح
bn: সফলভাবে ইনস্টল হয়েছে
de: Erfolgreich installiert
es: Instalado correctamente
fr: Installé avec succès
hi: सफलतापूर्वक इंस्टॉल हो गया
id: Berhasil Dipasang
it: Installato con successo
ja: インストール完了
ko: 설치 완료
nl: Succesvol geïnstalleerd
pl: Zainstalowano pomyślnie
pt: Instalado com sucesso
ru: Успешно установлено
th: ติดตั้งสำเร็จ
tr: Başarıyla Kuruldu
uk: Успішно встановлено
vi: Cài đặt thành công
zh_hans: 安装成功

# install.cli.success.message
source: You can now use 'tamga filename.txt' in the terminal to open files.
ar: يمكنك الآن استخدام 'tamga filename.txt' في الطرفية لفتح الملفات.
bn: আপনি এখন টার্মিনালে 'tamga filename.txt' ব্যবহার করে ফাইল খুলতে পারবেন।
de: Sie können jetzt 'tamga filename.txt' im Terminal verwenden, um Dateien zu öffnen.
es: Ahora puedes usar 'tamga filename.txt' en la terminal para abrir archivos.
fr: Vous pouvez maintenant utiliser 'tamga filename.txt' dans le terminal pour ouvrir des fichiers.
hi: अब आप टर्मिनल में 'tamga filename.txt' का उपयोग करके फ़ाइलें खोल सकते हैं।
id: Anda sekarang dapat menggunakan 'tamga filename.txt' di terminal untuk membuka file.
it: Ora puoi usare 'tamga filename.txt' nel terminale per aprire file.
ja: ターミナルで 'tamga filename.txt' を使用してファイルを開くことができます。
ko: 이제 터미널에서 'tamga filename.txt'를 사용하여 파일을 열 수 있습니다.
nl: Je kunt nu 'tamga filename.txt' gebruiken in de terminal om bestanden te openen.
pl: Teraz możesz używać 'tamga filename.txt' w terminalu, aby otwierać pliki.
pt: Agora você pode usar 'tamga filename.txt' no terminal para abrir arquivos.
ru: Теперь вы можете использовать 'tamga filename.txt' в терминале для открытия файлов.
th: คุณสามารถใช้ 'tamga filename.txt' ในเทอร์มินัลเพื่อเปิดไฟล์ได้แล้ว
tr: Artık terminalde 'tamga dosya.txt' yazarak dosya açabilirsiniz.
uk: Тепер ви можете використовувати 'tamga filename.txt' в терміналі для відкриття файлів.
vi: Bây giờ bạn có thể sử dụng 'tamga filename.txt' trong terminal để mở tệp.
zh_hans: 您现在可以在终端中使用 'tamga filename.txt' 来打开文件。

# install.cli.error.title
source: Installation Failed
ar: فشل التثبيت
bn: ইনস্টলেশন ব্যর্থ
de: Installation fehlgeschlagen
es: Error de instalación
fr: Échec de l'installation
hi: इंस्टॉलेशन विफल
id: Pemasangan Gagal
it: Installazione fallita
ja: インストール失敗
ko: 설치 실패
nl: Installatie mislukt
pl: Instalacja nie powiodła się
pt: Falha na instalação
ru: Ошибка установки
th: การติดตั้งล้มเหลว
tr: Kurulum Başarısız
uk: Помилка встановлення
vi: Cài đặt thất bại
zh_hans: 安装失败
